{
    "items": [
      {
        "title": "Do my vacation days’ roll-over if I do not use them all? ",
        "content": "Vacation time can be accrued only within a fiscal year (June 1 – May 31) and the vacation timeaccrued within any one fiscal year must be used before December 31st following the end ofthat fiscal year. Employees will not be reimbursed if they fail to take their vacation within thistime. If one of the basic paid holidays falls within the employee’s vacation period, such time willnot be charged against accrued vacation time."
      },
      {
        "title": "What happens to my unused vacation days if I discontinue employment at theuniversity? Unused sick days?",
        "content": "Employees are not eligible for payment of unused sick leave upon termination of employmentwith the University."
      },
      {
        "title": "Employee Notification",
        "content": "Employees who expect or anticipate taking a family or medical leave are required to notifyHuman Resources of the approximate date for commencement of leave at least thirty days inadvance of the leave, or as soon as practicable. Employees wishing to take leave under VESSAmust notify Human Resources at least 48 hours in advance of the leave, unless providing suchnotice is not practicable. Failure to provide notice may result in a denial or delay of leave."
      },
      {
        "title": "4",
        "content": "Something-2"
      },
      {
        "title": "5",
        "content": "Something-3"
      },
      {
        "title": "6 AND WE KEEP GOING",
        "content": "In 1979, Bjarne Stroustrup, a Danish computer scientist, began work on, the predecessor to C++.[12] The motivation for creating a new language originated from Stroustrup's experience in programming for his Ph.D. thesis. Stroustrup found that Simula had features that were very helpful for large software development, but the language was too slow for practical use, while BCPL was fast but too low-level to be suitable for large software development. When Stroustrup started working in AT&T Bell Labs, he had the problem of analyzing the UNIX kernel"
      },
      {
        "title": "7",
        "content": "Something-3"
      }
    ]
  } 
